{"Wha its colloquial name of the Shinkansen high-speed railway network in Japan?":"Bullet train","What is the best-selling novel of all time?":"Don Quixote","This is a picture of a vineyard. What is being grown here?":"Grapes","What tvpe of root vegatable are potatos classified as?":"Stem Tuber","Which of these things is not found in the yard in Shovelware's Super Slime Simulator?":"Fork","What did Project J.O.L.L.Y. require the players to deposit?":"Christmas Cash","What famous document was signed on July 4th, 1776?":"Declaration of Independence","What biological family do dogs fall under?":"Canidae","What is 453 + 1,268?":"1,721","What are the primary colors of pigment?":"Cyan, Magenta, Yellow","What is the name of this Scottish skirt-like garment?":"Kilt","What is the name of the fear of spiders?":"Arachnophobia","What do vines use to attach themselves to structures for support?":"Roots and stems","What is the name of this element?":"Mercury","How many apples are left if you start with 3 dozen and throw away 2 dozen?":"12","Which is better; Melee or Ultimate?":"Doesn't matter","What type of burgers bounce best, bro?":"Buoyant Burgers","How long did the Hundred Years' War last?":"116","Who is here on behalf of SMART Technologies?":"Boardy the SMART Board","What is the real name of London's \"Big Ben\"?":"The Great Bell","Who is the Eiffel Tower named after?":"Gustave Eiffel","Which of these locations can you NOT win a trip to?":"Goodwill Games' Generosityland Park","How long did it take for the Leaning Tower of Pisa to be built?":"199 years","Your question is: Whaaaaaaaaaaaaaaaaaaa-":"The Manevilization","How many government mandated dance breaks do you encounter in Shrunken School Obby?":"Two","What is the name of this famous vampire?":"Count Orlok","How many garden gnomes are there in the yard stage of Super Slime Simulator?":"Three","What smells like big business?":"Stop this madness!","Which phobia is the fear of repeating patterns and clusters of small holes?":"Trypophobia","From left to right, in which order are the three prominant colors on Mexico's flag?":"Green, White, Red","In what year was the Wright Bros. first flight?":"1903","Which food did the United States Supreme Court rule that it should be classified as a vegetable, even though it's botanically defined as a fruit?":"Tomato","What type of footwear is made completely out of wood?":"Clogs","What kind of triangle has one angle that measures precisely 90 degrees?":"Right Triangle","Which animal does this fur pattern belong to?":"Leopard","What was the first Sherlock Holmes story?":"A Study in Scarlet","What is the most populated city in the U.S. state of Missouri?":"Kansas City","On an atomic level, what sets one chemical element apart from others?":"The number of protons in their atoms","Would you make me a sandwich?":"No","Where was pizza invented?":"Italy","What is 4 x 7?":"28","What is the name of the Japanese art of paper folding?":"Origami","What is the name of this animal?":"Tapir","Which of Newton's Laws of Motion states that for every action, there is an equal and opposite reaction?":"Newton's Third Law","What grocery store chain could you win a trip to?":"Marsh's","Where was the Statue of Liberty constructed?":"Paris, France","What type of root vegatable are potatos classified as?":"Stem Tuber","What is the name of the announcer's neighbor?":"Doug","Which of the following train-related world records does Switzerland not hold?":"Oldest railway still in operation","Acrophobia is the fear of what?":"Heights","What is the very center of a cell called?":"Nucleus","What is 7 ÷ 0?":"You can't divide by zero.","What is the shared main ingredient between cakes and cookies?":"Flour","How many points is a half-court shot worth in basketball?":"3","Which Shovelware Studios character does this silhouette belong to?":"Von Bootleg","What are the primary colors of light?":"Red, Blue, Green","What is the biggest sport in Brazil?":"Football/Soccer","What is the most common word used in the English language?":"The","What is the longest river in the world?":"The Nile","Which state of matter has the most closely packed particles?":"Solid","What is the term used to describe a medical treatment or substance with no actual therapeutic value?":"Placebo","Who did this? 😂":"Credit to the artist!","Which of the three waterfalls that make up the Niagara Falls is the largest?":"Horseshoe Falls","When you describe someone's state of mind, what are you referring to?":"Their mood and emotional state","What is the name of this famous painting by Edvard Munch?":"The Scream","What is this?":"Durian","What is the largest standing amphitheater in the world?":"The Roman Colosseum","What is the name of this famous painting by Vincent van Gogh?":"The Starry Night","In which form is water's state of matter considered a gas?":"Water Vapor","In computer graphics, what is it called when you unwrap the sides of a 3D object to be able to project a texture onto it?":"UV Mapping","What element of a human face is the Great Sphinx of Giza missing?":"Nose","Which state of matter are stars mostly made of?":"Plasma","How many stripes are there on the flag of the United States of America?":"13","Which of the 5 Great Lakes does not border Michigan?":"Lake Ontario","What is the tube on the end of a shoelace called?":"Aglet","Complete the title! \"The ___ of Wrath\"":"Grapes","What style of musical theater is defined by it's loud, dramatic, singers and orchestra?":"Opera","What was the most recent U.S. state to join the union?":"Hawaii","Finish this book title! \"The Catcher in the ___\"":"Rye","The announcer was on a podcast the other day, and a man teleported! He did! Right in front of him!":"That's amazing!","What word describes the process of acquiring knowledge and understanding through thought, experience, and the senses?":"Cognition","Who's missing? John, Paul, George, and ___?":"Ringo","What is the name of the type of cable railway system involving two counterbalanced carriages on a steep slope?":"Funicular","Where did the Announcer find the Cool Rock?":"Outside the studio","What part of a cell is known as \"the powerhouse of the cell?\"":"Mitochondrion","Who is Dr. Jekyll's twisted, evil inner persona?":"Mr. Hyde","What is the term used to describe the convergent evolution of crustaceans evolving into crab-like forms?":"Carcinisation","Who sets up the second quiz in Shrunken School Obby?":"Professor Von Bootleg","On which continent is Canada located?":"North America","In a choir, which voice is the highest?":"Soprano","\"It's raining cats and ____\"":"Dogs","If tomorrow someone said, \"The day before yesterday was Saturday,\" which day is it today?":"Sunday","What is the planet Jupiter classified as?":"Gas Giant","What term is used to describe a snake with a toxic bite?":"Venomous","What is the name of this scientific instrument?":"Microscope","Wha its the colloquial name of the Shinkansen high-speed railway network in Japan?":"Bullet train","Which of these is used in the process of making cheese?":"Bacteria","How does a cowboy ride into town on a Friday and then leave on Friday?":"With something involving his horse","What type of energy does potential energy turn into while going downhill on a rollercoaster?":"Kinetic Energy","Do you even know how to drive?":"No","Which U.S. President is known for saying \"The only thing we have to fear is fear itself?\"":"Franklin D. Roosevelt","Which one of these instruments belongs in the string family?":"Cello","What instrument made that sound?":"Xylophone","The Dancing Banana's brother has three sons. Each of his sons has a sister. How many children does the Dancing Banana's brother have?":"4","Who is the question?":"No","Corporate needs you to find the difference between these two pictures.":"They're the same picture.","Complete this quote! \"Alas, poor Yorick. ___\"":"I knew him, Horatio","What is the name of this famous landmark?":"Chichen Itza","In what state is Albuquerque located?":"New Mexico","What is the name of this creature?":"Quetzalcoatlus","What is the common factor between common static electricity and lightning?":"Static discharge","Which of the following US states is not a member of the Four Corners?":"Connecticut","What is 0.5 miles when converted into kilometers?":"0.8 Kilometers","What's a name for a charitable clothing store where people donate used clothes?":"Thrift Shop","What is the suit on the New Card?":"Spades","Bismarck is the capital city of the U.S. state of North Dakota, but which of the following is the most populous city in the state?":"Fargo","What color stars are the hottest?":"Blue","How high was Mount Everest originally calculated to be?":"29,000 ft","Which pipe will lead the water to the bucket?":"C","Which creature is spotted outside the window in the classroom in Shrunken School Obby?":"Giant Ant","In art, what is the term for a small, rough sketch meant to plan out an idea before actually starting work on it?":"Thumbnail","What did automobiles use for steering before steering wheels?":"Tiller","Which U.S. State can be Philadelphia found in?":"Pennsylvania","What is the name of this ancient Roman garment?":"Toga","What is the name for the colors created as the primary colors overlap?":"Secondary Colors","(21 ÷ 3) x 4 - 50 ÷ 5  Going by order of operations, what would be the first part of this equation that you would solve?":"(21 ÷ 3)","If you had to write 200 questions and completed 60, how many would you have left?":"140","Who wrote Hamlet?":"William Shakespeare","What does the Italian term \"al dente\" mean in cooking?":"Cooked so it's firm to the bite","What comic is featured on the back of the comic strip prize?":"Constuisance the Nuisance","Which continent is the least populated?":"Antarctica","How many buttons are included in the set of Finnish \"Those\" Buttons?":"13","What is the branch of science involving interactions and changes in matter?":"Chemistry","What does D.M.C.A. stand for in Shrunken School Obby?":"Department of Mitigating Criminal Activity","The Announcer needs to use the bathroom.":"Toilet's gone","Pluto used to be classified as a planet. What do scientists call it now?":"Dwarf Planet","Who notorized the Certificate of Education?":"The Board of Edutainment","Which of the Dancing Banana's Nephews is the oldest?":"Oldest Nephew","What is the largest organ of the human body?":"Skin","What was considered the first affordable automobile for general consumers?":"Model T","What Native American tribe previously lived in the area around what's now known as Mount Rushmore?":"The Lakota Sioux","Which famous American wagon trail helped settlers migrate to the North Western United States?":"The Oregon Trail","What is 37 - 12?":"25","What style of musical theater is defined by it's loud, dramatic singers and orchestra?":"Opera","In what ocean did the Titanic sink?":"Atlantic Ocean","In baseball, what happens when the batter gets hit by a pitch?":"They walk to first base","What is a perfect score in bowling?":"300","For how many years did the Confederacy exist?":"Four years","How many holes does the Infridgerator punch through into the sewer in Shrunken School Obby?":"Seven","What is 10 x 10?":"100","In tennis, what is the word used to describe having zero points, games, or sets?":"Love","Claustrophobia is the fear of enclosed spaces, while cleithrophobia is the fear of what?":"Being trapped","Approximately how long is the Great Wall of China?":"13,000 Miles","What is the name of the sounds whose frequencies are lower than what humans can hear that animals such as elephants use to communicate?":"Infrasound","Which of these elements is a liquid at room temperature?":"Mercury","Mars and Jupiter's orbits are separated by a region full of celestial bodies of various shape and size known by what name?":"Asteroid Belt","In Shrunken School Obby, how many Robux does the Plane Pass cost?":"55","What do you press to double jump?":"Jump Button Twice","What is the boiling point of water?":"100°C","What is the shape in the center of the Canadian flag?":"Maple Leaf","What is the model year of the Evolvo Farthinder?":"2024","What item is sold in the secret room in Shrunken School Obby?":"Flashlight","Which of these is not one of the five basic tastes?":"Freshness","What is the name of this famous painting by Leonardo da Vinci?":"Mona Lisa","What's the word to describe the way a given language is used in a specific region or country?":"Vernacular","You’ve been arrested for jumping into the air and not falling back down. Which of Newton’s laws did you break?":"The laws of Gravity","Can a match box?":"No, but a tin can","What is the name of the company that manufactures the Do-It-Yourself Obby Kit?":"L.A.Z.Y.","Only the power of what can stop the beast?":"Music","What do scientists call the place an animal makes its home?":"Habitat","What is the shape of the US President's office?":"Oval","What is the word used to describe motioning dramatically to emphasize your words instead of speaking?":"Gesticulate","What degree will the corners of any given square measure?":"90 degrees","If you add up every angle of any triangle, what sum will you get every time?":"180 degrees","What type of unit is a light year?":"Distance","What's the name of Garfunkel's owner?":"Simon","Which characters are often depicted with shoes that point upwards at the tips?":"Elves","What is 6 x 4?":"24","Why did the chicken cross the road?":"Weed eater","What is 150 ÷ 5?":"30","Which character from American literature is known for conning someone else into painting a fence for them?":"Tom Sawyer","What is 36 + 4?":"40","Which of these is not an example of the term \"fusion\"?":"A math function","Which U.S. state was the first to ratify the United States Constitution?":"Delaware","What is a Banana classified as botanicallv?":"Berry","In which order do the three ghosts from Charles Dickens' \"A Christmas Carol\" appear?":"Past, Present, Future","What traditional garment is the national dress of Japan?":"Kimono","Which of these is an antonym of the word \"arbitrary\"?":"Logical","Road work ahead?":"Uh, yeah, I sure hope it does!","How many planets are in our Solar System?":"8","What is the freezing point of water?":"0°C","What is the name of this famous painting by Grant Wood?":"American Gothic","What is the opening line to the book \"Moby Dick\"?":"Call me Ishmael.","What is the term \"obby\" short for?":"Obstacle Course","In what year was the first phone call made?":"1876","There's an apartment building downtown with four floors. The higher the floor, the more peope live there. Which floor does the elevator go to most often?":"The first floor","Who is that mischievous boy from Neverland who refuses to grow up?":"Peter Pan","What type of cheese is the moon made of?":"It's not","Which of these is NOT a real shape?":"Impostigon","Which country's flag features a black stripe on the left, a yellow stripe in the middle, and a red stripe on the right?":"Belgium","Which U.S. state is known as the \"Grand Canyon State?\"":"Arizona","What is the name of the coating used to decorate and waterproof various types of pottery?":"Glaze","Who is credited with inventing the first modern car?":"Carl Benz","Who is the founder of Shovelware Studios?":"The Dancing Banana","How many vitamins and minerals do the Caveman Vitamins contain?":"7","Which U.S. State does Dorothy return to at the end of The Wizard of Oz?":"Kansas","What is missing from these steps of the scientific method? Observation, Research, ______, Test, Analyze, Report":"Hypothesis","How many coins does it cost to buy a missed prize?":"49","What are beanies, deerstalkers, and fezzes?":"Types of hats","What is the slogan of Shovelware's Dinosaur Place?":"\"Where the Dinosaurs Are!\"","In what year did Martin Luther King Jr. make his famous \"I have a dream\" speech?":"1963","Which wrestling move shares its name with a laundry drying tool?":"Clothesline","What is the name of the structure on the top of a beluga whale's head that assists with echolocation?":"Melon","Make your choice!":"Gas","What continent features the region known as \"The Indian Subcontinent?\"":"Asia","What is the name of the upper cloth bag on a hot air balloon?":"Envelope","What is the estimated number of ants on the planet?":"20 quadrillion","How long do we have until the hypothetical heat death of the universe?":"1.7×10^106 years","What character speaks to you about the objects you pick up in Super Slime Simulator?":"King Slime","What is coffee made from?":"Beans","What is 2 + 2?":"4","What state would something be said to be in if it was old, broken, and falling apart?":"State of Disrepair","What is the name of a three-dimensional shape that looks like a circle from all sides?":"Sphere","Is your refrigerator running?":"Yes","What is the scientific study of the atmosphere?":"Meteorology","What is the branch of science that deals with topics such as heat?":"Thermodynamics","What is a bratwurst?":"Type of German sausage","What color shirt does the student who tells the terrible jokes in Shrunken School Obby wear?":"Purple","What is the term for a species of animal that existed at one point but is no longer around?":"Extinct","This famous accordion player is known for regularlv parodving Other artists' hit songs.":"Who is Al Yankovic?","What moment in history is this?":"The Moon Landing","Which country does this flag belong to?":"Antarctica","How many blimps are there?":"25","What is the fear of wealth?":"Plutophobia","Wich one of these instruments belongs in the string family?":"Cello","Which actor portrayed what is considered to be the most iconic version of Dracula?":"Bela Lugosi"}